[
    {
        "day": "Wednesday", 
        "description": "", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "wed-opening", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12-12:15pm ET", 
        "timeblock": "wed-12pm", 
        "title": "SRCCON 2020 opening", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "Alicia Bell and Tauhid Chappell on campaigning and organizing inside our organizations.", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "wed-talks-alicia-tauhid", 
        "length": "45 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "y", 
        "time": "12:15-1pm ET", 
        "timeblock": "wed-12pm", 
        "title": "SRCCON Talks: Alicia Bell & Tauhid Chappell", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "During each long break, we're going to have space for a short meditation or movement session and a couple \"birds of a feather\" small-group conversations on particular topics. If you'd like to lead one of these short sessions, email [erika@opennews.org](mailto:erika@opennews.org).", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "wed-break", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "1-1:30pm ET", 
        "timeblock": "wed-1pm", 
        "title": "Break (+ optional chill & social time)", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "Newsrooms big and small scrambled this past spring to set up Covid-19 data acquisition efforts, covering widely different scopes and approaches. We have a lot of (perhaps necessary?) duplicated efforts to figure out.  But we also have a lot to share about our rigs, workflows and data-review tactics, as well as how we collaborate with our reporters & staff on the beat.  \n\nNYT's news-nerds are happy to share a many details about our efforts around data collection, open-source data, internal apps and roles/responsibilities. We'd love to hear what others have done, too. And we'd like to work on a common roadmap for how we do better next time, like cross-newsroom collaborations and portable project scoping.", 
        "everyone": "", 
        "facilitators": "Tiff Fehr, Miles Watkins", 
        "facilitators_twitter": "", 
        "id": "wed-covid-data", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "1:30-2:45pm ET", 
        "timeblock": "wed-130pm", 
        "title": "Covid-19 Data Collection: Roadmapping the Next Big Scramble Now", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "How can newsletters be used to (re-)build trust in news by local communities and strengthen democratic community engagement? In this session, I would like to discuss the role of newsletters as anchors in new local media, as print subscriptions are dwindling and local papers folding. As a starting point, editorial newsletters written by authentic, trusted voices, can help us reconnect with local communities on a weekly, daily or monthly basis. Used as an engagement tool, it can make local media more interactive and community-driven, by giving readers a platform to discuss local issues. This in turn can strengthen democratic engagement on the neighborhood level and help make communities more resilient and informed.", 
        "everyone": "", 
        "facilitators": "Judith Langowski, Mandy Hofmockel", 
        "facilitators_twitter": "", 
        "id": "wed-trust-newsletters", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "1:30-2:45pm ET", 
        "timeblock": "wed-130pm", 
        "title": "Building local community trust through newsletters", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "Attempts to increase representation in news organizations often come from the bottom-up. Sometimes it can be an individual, sometimes it can be several people. That’s how things happened where we work. Scattered efforts led to mixed degrees of success. But coalescing these efforts into a more formal grassroots team has been a game-changer. Our group — the Diversity, Inclusion and Belonging (DIB) team — started with just a few employees. Since summer 2018, it has grown to include volunteers from most departments, representatives from HR and recruiting, and support from the company founders. With this session we’ll share lessons from our experience, but primarily hear from others what has worked well and what hasn’t.\n\nOur goal is for participants to leave this session energized with actionable ideas and plans to increase diversity, inclusion, belonging and equity within their own organizations. If they want to, we hope this will give them the foundation to launch their own DIB initiative or take their current DIB efforts to the next level. We will also compile everyone’s lessons into a short guide that can be shared widely.", 
        "everyone": "", 
        "facilitators": "Bo Morin, Greg Linch", 
        "facilitators_twitter": "", 
        "id": "wed-grassroots-diversity", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "1:30-2:45pm ET", 
        "timeblock": "wed-130pm", 
        "title": "Turning a moment into a movement: How to sustain grassroots diversity efforts in your company", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "wed-unionizing", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "1:30-2:45pm ET", 
        "timeblock": "wed-130pm", 
        "title": "Let's talk about unionizing: We did it (or we're doing it right now), ask us anything", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "For one hour a day, we'll have a set of sessions on topics of interest about life at work and outside of it, hobbies, games, and other activities. The sessions will cover a mix of topics and be in different formats, some conversational, some active, some more just listening. Many participants shared about their interests in the call for participation form, which helped us organize this set of sessions. If you'd like to lead one of these sessions, email [erika@opennews.org](mailto:erika@opennews.org).", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "wed-topics", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "3-4pm ET", 
        "timeblock": "wed-3pm", 
        "title": "Meetups & activities: Life at work and outside of it", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "I'd like to take up the subject of opinion pages as a \"marketplace of ideas.\" Who gets to participate in that marketplace, and how? Which ideas need to be amplified, elevated, or uplifted? Are there some ideas that should be de-platformed?", 
        "everyone": "", 
        "facilitators": "Sewell Chan, Bina Venkataraman, Monica Rhor, Karen Attiah", 
        "facilitators_twitter": "", 
        "id": "wed-opinion-journalism", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "8-9:15pm ET", 
        "timeblock": "wed-8pm", 
        "title": "Opinion Journalism: Are There Any Ideas That Are Off-Limits?", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "Journalism education and curriculum remains focused on the skills needed to enter the industry, rather than how to improve journalism. Despite perennial debate about whether J-School is even necessary, formal education remains an important entry point for aspiring journalists who don't benefit from traditional power structures. So how do we make education better? What should journalism schools be teaching now about objectivity, leadership, stereotypes? Can school prepare new journalists to be resilient and effective advocates for change? What can only be learned outside the classroom? This session is jointly led by student journalists and educators who will later take ideas from this session to leaders of academic programs and current students. Share how your own education prepared or failed you, and imagine a new curriculum for a more diverse and ethical industry.", 
        "everyone": "", 
        "facilitators": "Lisa Waananen Jones, Angelica Relente, Daisy Zavala", 
        "facilitators_twitter": "", 
        "id": "wed-jschool", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "8-9:15pm ET", 
        "timeblock": "wed-8pm", 
        "title": "What I Wish I’d Learned in J-School", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "Death and loss are as much a part of life as birth and weddings, yet many organizations lack policies, etiquette, or norms for when someone in their organization is grieving. In this session, we'll tackle ideas for creating policies and norms that could benefit someone faced with death or loss. \n\nWe'll create a volunteer \"sad people board\" (of people who have experienced / are experiencing grief) to share feedback about how those ideas would have been welcome or unhelpful for them personally, highlighting that there's often no one right answer to any of this. You will walk away feeling empowered to encourage change within your organization and more confident personally about how to express support for those who lose a loved one.  ", 
        "everyone": "", 
        "facilitators": "Julia Haslanger, Chris Keller", 
        "facilitators_twitter": "", 
        "id": "wed-being-there-grief", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "8-9:15pm ET", 
        "timeblock": "wed-8pm", 
        "title": "What it can mean to \"be there\" for grieving colleagues", 
        "transcription": ""
    }, 
    {
        "day": "Wednesday", 
        "description": "Tasneem Raja in conversation with Candice Fortman, on the joys and challenges of being a woman of color leading her own newsroom, while working within an ecosystem of racist policies and institutions.", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "wed-talks-tasneem-candice", 
        "length": "45 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "y", 
        "time": "9:30-10:15pm ET", 
        "timeblock": "wed-930pm", 
        "title": "SRCCON Talks: Tasneem Raja in conversation with Candice Fortman", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "John Hernandez on burning it on down, and the problematic, inherited cultures imbued within journalism.", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "thu-talks-john", 
        "length": "60 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "y", 
        "time": "11am-12pm ET", 
        "timeblock": "thu-11am", 
        "title": "SRCCON Talks: John Hernandez", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "During each long break, we're going to have space for a short meditation or movement session and a couple \"birds of a feather\" small-group conversations on particular topics. If you'd like to lead one of these short sessions, email [erika@opennews.org](mailto:erika@opennews.org).", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "thu-break", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12-12:30pm ET", 
        "timeblock": "thu-12pm", 
        "title": "Break (+ optional chill & social time)", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "This session is where participants can discuss how to retain journalists of color in newsrooms, particularly those at mid-career and up. I'll debut the results from an informal early Spring 2020 survey of former journalists of color in the hopes of: 1) seeding a data-informed discussion space for SRCCON participants; 2) mobilizing participants around the use of data to determine: where do we go from here? and 3) hopefully, carving out space for JOCs (cub journos, especially) to weigh the 'exit interviews' of those who've gone before them.", 
        "everyone": "", 
        "facilitators": "Carla Murphy, Mazin Sidahmed", 
        "facilitators_twitter": "", 
        "id": "thu-leavers-survey", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "thu-1230pm", 
        "title": "Leavers Survey: Former Journalists of Color on Retention, Public Service, Diversity", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "On top of the language barrier on documentation and UIs, journalism startups that develop products for and from Spanish speaking countries have to face multiple challenges such as tools and SaaS prices that are super prohibitive for people outside the US, the lack of payment methods, lower bancarization rates and less access to tech and connectivity, to name a few examples. \n\nHow do we develop profitable media products that fit these contexts and what can we in the intersection of journalism and tech do to help reverse this situation.", 
        "everyone": "", 
        "facilitators": "Felicitas Carrique, Gabriela Brenes", 
        "facilitators_twitter": "", 
        "id": "thu-spanish-producto", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "thu-1230pm", 
        "title": "In Spanish we call it Producto", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "We live in the age of data visualization, but has it always been that way? \n\nEver since the first Assyrian and Greek stories, humans have passed down their love of storytelling and tradition in the form of myths. These myths are often inspired by true events, but other times they are entirely fictional. Myths can sustain long-standing traditions, prevent people from questioning norms, and ultimately persuade an audience towards a certain belief or action. Much like many aspects of society and culture, the field of data visualization is rich with its own mythologies and problematic histories. Did data visualization help spur Manifest Destiny? What was the objective of maps containing \"moral statistics\"? What is the truth behind the myth that unbiased data leads to unbiased models?\n\nThis session will include a brief history of data visualization and its mythologies, insights from both theoretical and modern texts, and interactive brainstorming activities. We’ll share how we've encountered the myths of data visualization in our own work and learn how to contextualize them for diverse audiences.", 
        "everyone": "", 
        "facilitators": "Jess Eng, Allison McCartney", 
        "facilitators_twitter": "", 
        "id": "thu-mythologies-dataviz", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "thu-1230pm", 
        "title": "Demystifying the Mythologies of Data Visualization", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "What would happen if we changed what it means for journalism to have impact? Traditionally, when we talk about impact journalism, it follows a pattern of articles being written and a law changing or someone stepping down from their role. This idea doesn’t leave a lot of room for the other impact journalism has on communities — like trust, media literacy and access to actionable information. We’re going to discuss how to rethink the impact you’re tracking as a result of your journalism and then the next big step of actually tracking it.", 
        "everyone": "", 
        "facilitators": "Darryl Holliday, Julie Christie", 
        "facilitators_twitter": "", 
        "id": "thu-redefining impact", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "thu-1230pm", 
        "title": "Redefining Impact [or] Metrics to Match Your Mission", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "Remember the old days when the news got to you by hand? Someone would sell the newspaper on the street or deliver it to your place. Nowadays, news is everywhere. The news platform is no longer the newspaper, the news site or the news app; most commonly people get informed on social media or searching for a topic on Google.\n\nThe model of news consumption is constantly changing and the rules are set not by the news providers, but by popular third parties, such as Google or Facebook. Most news organizations play catch up with the latest algorithm trying to stay on top of the conversation or even just contribute a small share of the discussion. A news story could be good, but get buried if not featured on social media or rank high on search engines.\n\nThis model imposes several problems and implications:\n- It creates echo chambers\n- The loudest voice is the one that often gets shared\n- Fosters fake news or propaganda\n- Readers don’t get to experience different angles of a developing news story\n- News organizations are left reeling with the technical, ethical and monetary implications of having news spread everywhere.\n\nHere’s a radical idea: How can the news organizations gain back control of how the conversation shapes off-platform? How can they make third party content platforms work for them instead of the other way around? And most importantly, how can newsrooms use off-platform content sharing to reach a more diverse audience? This is what we will explore in this session.", 
        "everyone": "", 
        "facilitators": "Justin Heideman, Katerina Iliakopoulou", 
        "facilitators_twitter": "", 
        "id": "thu-off-platform", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "4-5:15pm ET", 
        "timeblock": "thu-4pm", 
        "title": "Meeting readers where they are: Being smart about 'off platform'", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "In most small newsrooms, there's no graphics team editor — when you hand in a story with a chart, it's your editor's job to vet the chart, plus its title, annotations and text. But editing a news graphic isn't like editing a story, and especially in small newsroom, you might be the person with the most data visualization experience in the room. Your editor might not know what a Marimekko chart is, but probably knows how to vet a story for clarity and flow. There's no inverted triangle or nut graf, but your graphic is telling a story.\n\nWe'll use this session to create a checklist that guides an editor through questions to ask about a graphic — how well it's communicating its message, and what it could be doing better.", 
        "everyone": "", 
        "facilitators": "Andrea Suozzo, Justin Myers", 
        "facilitators_twitter": "", 
        "id": "thu-editors-dataviz", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "4-5:15pm ET", 
        "timeblock": "thu-4pm", 
        "title": "Training Your Editor to Edit Your Dataviz", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "The journalism industry is out of touch with what young audiences want—no wonder young people aren't subscribing, supporting, or trusting mainstream publications. \n\nIn this session, we'll talk about why community-building is so important to attract and retain young audiences. We'll discuss trust, personalization, branding and journalism \"personalities,\" internet culture as a means of reaching young audiences, and (ethical) ways to monetize journalism especially when more and more young people feel no desire to pay for news.", 
        "everyone": "", 
        "facilitators": "Emily Liu, Nico Gendron, Taylor Nakagawa", 
        "facilitators_twitter": "", 
        "id": "thu-young-audiences", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "4-5:15pm ET", 
        "timeblock": "thu-4pm", 
        "title": "\"How do you do, fellow kids?\": Building Community to Attract and Retain Young Audiences", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "thu-project-products-research", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "4-5:15pm ET", 
        "timeblock": "thu-4pm", 
        "title": "Projects, Products, & Research I", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "During each long break, we're going to have space for a short meditation or movement session and a couple \"birds of a feather\" small-group conversations on particular topics. If you'd like to lead one of these short sessions, email [erika@opennews.org](mailto:erika@opennews.org).", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "thu-break-2", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "5:15-5:45pm ET", 
        "timeblock": "thu-515pm", 
        "title": "Break (+ optional chill & social time)", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "Doris Truong and Samantha Ragland on how no matter where you are on your organization’s ladder, you have agency and you have power.", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "thu-talks-doris-samantha", 
        "length": "45 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "y", 
        "time": "5:45-6:30pm ET", 
        "timeblock": "thu-545pm", 
        "title": "SRCCON Talks: Doris Truong & Samantha Ragland", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "During each long break, we're going to have space for a short meditation or movement session and a couple \"birds of a feather\" small-group conversations on particular topics. If you'd like to lead one of these short sessions, email [erika@opennews.org](mailto:erika@opennews.org).", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "thu-break-3", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "6:30-7pm ET", 
        "timeblock": "thu-630pm", 
        "title": "Break (+ optional chill & social time)", 
        "transcription": ""
    }, 
    {
        "day": "Thursday", 
        "description": "For one hour a day, we'll have a set of sessions on topics of interest about life at work and outside of it, hobbies, games, and other activities. The sessions will cover a mix of topics and be in different formats, some conversational, some active, some more just listening. Many participants shared about their interests in the call for participation form, which helped us organize this set of sessions. If you'd like to lead one of these sessions, email [erika@opennews.org](mailto:erika@opennews.org).", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "thu-topics", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "7-8pm ET", 
        "timeblock": "thu-7pm", 
        "title": "Meetups & activities: Life at work and outside of it", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "For one hour a day, we'll have a set of sessions on topics of interest about life at work and outside of it, hobbies, games, and other activities. The sessions will cover a mix of topics and be in different formats, some conversational, some active, some more just listening. Many participants shared about their interests in the call for participation form, which helped us organize this set of sessions. If you'd like to lead one of these sessions, email [erika@opennews.org](mailto:erika@opennews.org).", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "fri-topics", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "10-11am ET", 
        "timeblock": "fri-10am", 
        "title": "Meetups & activities: Life at work and outside of it", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Moiz Syed and Ellis Simani on objectivity, privilege, and how both bleed into how journalism interacts with protests.", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "fri-talks-moiz-ellis", 
        "length": "60 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "y", 
        "time": "11am-12pm ET", 
        "timeblock": "fri-11am", 
        "title": "SRCCON Talks: Moiz Syed & Ellis Simani", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "During each long break, we're going to have space for a short meditation or movement session and a couple \"birds of a feather\" small-group conversations on particular topics. If you'd like to lead one of these short sessions, email [erika@opennews.org](mailto:erika@opennews.org).", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "fri-break", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12-12:30pm ET", 
        "timeblock": "fri-12pm", 
        "title": "Break (+ optional chill & social time)", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "fri-vox-diversity", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "fri-1230pm", 
        "title": "If we can do it so can you", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "With police always in the news, let’s talk about how to best investigate them and what newsrooms generally get wrong in reporting on police (believing everything they say, for one).", 
        "everyone": "", 
        "facilitators": "Steven Rich, Disha Raychaudhuri", 
        "facilitators_twitter": "", 
        "id": "fri-policing", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "fri-1230pm", 
        "title": "Policing the police", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Editorial collaborations are trending across the news industry with more and more organizations co-reporting and co-publishing stories and projects. But far less common are partnerships on development, design and production needs, an area where most newsrooms may not be fully equipped and could use more support, as most outlets don’t have their own dedicated developer, designer, and other technologists on staff. Yet this 'invisible work' is often the foundation of strong, innovative journalism.\n\nThis Spring, a developer and an editor from The Chicago Reporter, a small investigative news organization of just five staffers, teamed up with a designer/producer at WBEZ, Chicago’s NPR station with a newsroom of more than 70 people, to cover the coronavirus pandemic in a unique way. Our goal was to avoid duplicating efforts on the hard but critical work of efficiently processing and visualizing important local data and reporting on the crisis of our lifetimes, and instead play to each other’s strengths to build stronger news products. And by sharing the assets this partnership produced with a dozen other local newsrooms in two languages, our tools and graphics attracted more than 1.2 million sessions in less than three months. \n\nIn this session, we’ll share everything we learned about building a symbiotic collaboration between very different newsrooms, including tips and strategies for getting buy-in from your bosses, establishing streamlined workflows, creating assets that work for a variety of different organizations (and their CMS’s), and feedback loops to improve your products between different audience’s needs. We’ll also share our experiences of other successful — and not so successful — attempts to partner to meet journalistic needs beyond the writing and reporting. \n\nMost importantly, we want to hear about the ‘invisible work’ you've collaborated on, the work you wish you could collaborate on, and help you develop strategies and technical solutions for getting there.", 
        "everyone": "", 
        "facilitators": "Asraa Mustufa, Paula Friedrich, David Eads", 
        "facilitators_twitter": "", 
        "id": "fri-collaboration", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "fri-1230pm", 
        "title": "Collaborating isn’t just for reporters: Sharing the invisible work of design, production and development between newsrooms", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "fri-project-products-research", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "12:30-1:45pm ET", 
        "timeblock": "fri-1230pm", 
        "title": "Projects, Products, & Research II", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Destinée-Charisse Royal on how to win the battle, aka how to have difficult but effective conversations at work about race.", 
        "everyone": "", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "fri-talks-royal", 
        "length": "45 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "y", 
        "time": "3-3:45pm ET", 
        "timeblock": "fri-3pm", 
        "title": "SRCCON Talks: Destinée-Charisse Royal", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "During each long break, we're going to have space for a short meditation or movement session and a couple \"birds of a feather\" small-group conversations on particular topics. If you'd like to lead one of these short sessions, email [erika@opennews.org](mailto:erika@opennews.org).", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "fri-break-2", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "3:45-4:15pm ET", 
        "timeblock": "fri-345pm", 
        "title": "Break (+ optional chill & social time)", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "The Newsroom Diversity Survey was created with the intention of pushing the industry to reach parity with the United States' demographics by 2000, a goal it's had to postpone—twice. That leaves an unasked question: Should parity still *be* the goal?\n\nAlthough the diversity survey has become an institution in the industry, the effort itself is still limited in both scope and service. As journalism undergoes a process of creative destruction where outlet types, job titles/functions, audiences and *the communities* that we serve are evolving with chaotic velocity, how can organizations like NLA assist outlets incorporate tracking and reporting their internal demographics and use that information to inform hiring, retention and promotion efforts, as well as doing more culturally competent reporting? How might NLA help individuals and groups \"apply pressure everywhere\" to make tangible progress in truly integrating journalism?", 
        "everyone": "", 
        "facilitators": "Meredith Clark, Ashley Alvarado", 
        "facilitators_twitter": "", 
        "id": "fri-diversity-data", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "4:15-5:30pm ET", 
        "timeblock": "fri-415pm", 
        "title": "Track Changes: Making Meaning with Diversity Data", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Back in March, a bunch of us saw that our newsrooms and institutions were failing to prepare to protect journalists as the pandemic spread. So we got together and made a guide to help people push their newsrooms to create policies that protected their staff.\n\nFour months later, coronavirus is spreading even faster, disinformation is convincing a large minority that it is all a big hoax, and layoffs have thrown many people—including many from our own newsrooms—deeper into precarity. It feels like there is no reprieve in sight. But we aren’t powerless either: with projects like the Newsroom Guide to COVID-19, the COVID Tracking Project, FindTheMasks.com and neighborhood mutual aid projects, we are building ways to support each other with information and physical resources. None of this is enough but with 8 to 14 months to go in the most optimistic estimates, we gotta do something. So let’s take some time to imagine and plan for what’s next.", 
        "everyone": "", 
        "facilitators": "Cordelia Yu, Tina Ye, Ted Han", 
        "facilitators_twitter": "", 
        "id": "fri-dont-wait-permission", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "4:15-5:30pm ET", 
        "timeblock": "fri-415pm", 
        "title": "We don't wait for permission: How to plan when our institutions won’t", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Some are born managers, some achieve management, and some have management thrust upon them. But how many of us are truly prepared for the experience - intellectually and emotionally? In this session we will work together to build a toolkit for new (formal and informal) managers to approach their job with empathy and ethics. What we wish we knew, what nobody tells you, what you should really listen to, and what to discard. We welcome your hacks, your best and worst experiences, your successes and failures, to equip the next generation of managers. (Non-managers welcome!)", 
        "everyone": "", 
        "facilitators": "Julia Wolfe, Rosy Catanach", 
        "facilitators_twitter": "", 
        "id": "fri-managing", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "4:15-5:30pm ET", 
        "timeblock": "fri-415pm", 
        "title": "A New Manager's Toolkit: Empowerment, Empathy, and Ethics\n", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "Newsrooms are work horses. They pump stories out of a churning workflow that is routinized and habitual. And like any habit, that workflow is hard to change. Involving and serving community members who aren’t already part of our audience takes new habits. In this session, we’ll find what those new habits might look like for you and your organization. \n\nIn this workshop we’ll\n- Discuss what makes participation meaningful\n- Use your experiences to explore the principles of participatory journalism\n- Help you identify current and new practices that bring more communities into journalism production\n\nYou’ll leave with a worksheet full of participatory journalism practices co-created by the group to experiment with back in your newsroom.", 
        "everyone": "", 
        "facilitators": "jesikah maria ross, Angilee Shah", 
        "facilitators_twitter": "", 
        "id": "fri-participatory-journalism", 
        "length": "75 minutes", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "4:15-5:30pm ET", 
        "timeblock": "fri-415pm", 
        "title": "Make your own participatory journalism playbook!", 
        "transcription": ""
    }, 
    {
        "day": "Friday", 
        "description": "", 
        "everyone": "y", 
        "facilitators": "", 
        "facilitators_twitter": "", 
        "id": "fri-closing", 
        "length": "", 
        "notepad": "", 
        "room": "", 
        "talk": "", 
        "time": "5:30-6pm ET", 
        "timeblock": "fri-530pm", 
        "title": "SRCCON closing", 
        "transcription": ""
    }
]